[
    {
        "landing": {
            "header": "CONSUMER-READY BLOCKCHAIN",
            "orbsIsAPublic": "Orbs is a public blockchain built for the needs of apps with millions of users,",
            "fromSLA": "from SLAs to adjustable fee models to on-demand capacity.",
            "button": "LEARN MORE"
        },
        "navigation": {
            "about": "ABOUT",
            "technology": "TECHNOLOGY",
            "clients": "CLIENTS",
            "careers": "CAREERS",
            "team": "TEAM",
            "news": "NEWS",
            "contact": "CONTACT",
            "subscribe": "SUBSCRIBE",
            "positionPaper": "POSITION PAPER"
        },
        "contactForm": {
            "getInTouch": "GET IN TOUCH",
            "name": "Name*",
            "email": "Email*",
            "message": "Message",
            "send": "SEND",
            "backToSite": "Back to site"
        },
        "subscribeForm": {
            "neverMiss": "Never miss an update, sign up for the Orbs newsletter",
            "yourEmail": "Your Email",
            "subscribe": "Subscribe",
            "pleaseFill": "Please fill out this field"
        },
        "aboutPage": {
            "about": "ABOUT",
            "atOrbs": "At Orbs, we’re helping to create a fairer economy.",
            "weWantTo": "We want to change the consumer space from one dominated by industry giants to one where businesses and consumers can own the value they create and benefit from sharing it.",
            "wereBuilding": "We’re building technology that’s pragmatic, based on real user requirements, and inspired by existing best practices.",
            "weveIncorporated": "We’ve incorporated these philosophies into our blockchain, the first built for the needs of large scale consumer applications. We’re making it possible for brands to launch disruptive, decentralized consumer applications.",
            "theOrbsEco": "THE ORBS ECOSYSTEM",
            "hexaLabs": "Hexa Labs - A decentralized solutions provider for established consumer brands",
            "orbsIsCreating": "Orbs is creating the infrastructure on which established consumer brands can launch large scale consumer apps to their millions of users.",
            "hexaLabsOrbs": "Hexa Labs, Orbs’ sister company and business development arm, is helping these brands every step of the way with its strategic and technological expertise. Hexa Labs offers established brands strategic, product and development services for everything from ideation and technology solutions to understanding decentralized business models. Hexa Labs' clients include 3 of 2017’s top 10 ICOs and has helped raise over $300 million. Clients include Kik, Sirin Labs, Endor and many others.",
            "learnMore": "Learn more about how Hexa Labs helps consumer brands transition to the blockchain",
            "ourVision": "OUR VISION"
        },
        "visionPage": {
            "vision": "VISION",
            "weWantTo": "We want to help our customers create new business models that are fairer,",
            "moreStable": "more stable and offer a more empowering user experience.",
            "by2020": "By 2020, large scale consumer applications will have transitioned to the blockchain to bring decentralized",
            "servicesTo": "services to billions of users worldwide.",
            "theChallengeIs": "The challenge is providing them with an infrastructure addressing the multitude of requirements to make this transition possible.",
            "untillNow": "Until now, established consumer brands have been forced to avoid blockchain technology altogether or settle for infrastructure",
            "thatDoesntScale": "that doesn’t scale, fee structures that break business models and a degree of liability that a real-world business cannot accept.",
            "aBlockchain": "A BLOCKCHAIN BUILT FOR",
            "RealWorldBuisness": "REAL-WORLD BUSINESSES",
            "ourGoal": "Our goal is to solve the infrastructure problem brands face when launching large scale decentralized applications",
            "byProviding": "by providing a blockchain Infrastructure as a Service (IaaS) tailored to their needs.",
            "weStartedBy": "We started by working with real applications serving millions of users, like Kik and others. We worked to",
            "understandTheirNeeds": "understand their needs - all of them - from engineering to business to legal. Once we understood their requirements,",
            "didWeStartTo": "did we start to build a solution to meet their current and future needs.",
            "togetherWith": "Together with our partners, we are enabling the transition of consumers to the new decentralized economy.",
            "ourVisionIs": "Our vision is to transform businesses",
            "intoEcosystems": "into ecosystems.",
            "ourTechnology": "OUR TECHNOLOGY"
        },
        "technologyPage": {
            "technology": "TECHNOLOGY",
            "theOrbsPlatformIsABlockchain": "The Orbs platform is a public blockchain Infrastructure as a Service (IaaS) for large scale consumer",
            "applications": "applications. Orbs provides the infrastructure for decentralized applications in a similar manner to existing",
            "cloudComputing": "cloud computing platforms like AWS which provide the infrastructure for centralized applications.",
            "theOrbsPlatformIsMadeUp": "The Orbs platform is made up of two primary infrastructure offerings:",
            "consensusBasedLeftFirst": "Consensus-based decentralized compute",
            "consensusBasedLeftSecond": "services (aka smart contracts)",
            "consensusBasedRightFirst": "Consensus-based decentralized",
            "consensusBasedRightSecond": "storage services",
            "theCoreDifference": "The core difference between Orbs and other blockchains is that Orbs is built from the ground",
            "upForTheConsumer": "up for the consumer application market and tailored to its very specific set of requirements.",
            "readThePosition": "Read the position paper",
            "architecture": "ARCHITECTURE",
            "consensusAlgorithm": "CONSENSUS ALGORITHM",
            "technicalPaper": "Technical paper comming soon",
            "virtualPrivate": "VIRTUAL PRIVATE CHAIN",
            "theOrbsPlatformSupports": "The Orbs platform supports blockchain virtualization which provides the look and feel of a dedicated blockchain while running on top of public and shared network of nodes and enjoying security and full decentralization. The separation of the virtual resources from the underlying physical ones provide the Virtual Chains with isolation, quality of service, SLA (Service Level Agreement) and elastic resource capacity.",
            "infrastructureMarketplace": "INFRASTRUCTURE MARKETPLACE",
            "theOrbsMarketplace": "The Orbs marketplace will showcase specialized decentralized infrastructure providers that Orbs customers can choose from to deploy to their decentralized applications. Independent software providers will be able to offer decentralized flavors (like decentralized analytics) of their software that customers may already be using with their centralized applications. Orbs will provide API compatibility on the smart contract SDK layer and allow providers to rely on the Orbs consensus layer.",
            "theseSpecialized": "These specialized services will help create a fuller infrastructure ecosystem and provide value-added capabilities to the Orbs platform.",
            "benefits": "BENEFITS",
            "theOrbsPlatformIsBuilt": "The Orbs platform is built for consumer-scale computing adhering to clear",
            "andPredictable": "and predictable SLAs.",
            "consumerScale": "Consumer Scale",
            "theNetworkIsDesigned": "The network is designed for extreme scalability - serving hundreds of millions of users making billions of transactions per day.",
            "serviceLevel": "Service Level Agreement (SLA)",
            "thePlatformIsBuilt": "The platform is built for customers who expect a pre-defined level of service that they can rely on. Orbs offers different service tiers to suit different business requirements.",
            "evolvingComplience": "Evolving Compliance and Regulations",
            "orbsOffers": "Orbs offers comprehensive compliance - allowing consumer applications to meet current and evolving regulatory requirements. Orbs has an expandable regulatory model to suit the various regulations and liability challenges large businesses encounter.",
            "modernDeployment": "Modern Deployment Paradigms",
            "largeScale": "Large scale applications with millions of users cannot simply deploy or upgrade their application at once and hope for the best. Orbs offers the features necessary for manageable deployments, including: versions, migrations and multi-chains.",
            "ourClients": "OUR CLIENTS"
        },
        "positionPaper": {
            "readThePosition": "Read the position paper",
            "positionPaper": "POSITION PAPER",
            "getAllOf": "Get all of the details about Orbs",
            "open": "OPEN"
        },
        "timeline": {
            "timeline": "TIMELINE",
            "commingSoon": "COMMING SOON"
        },
        "clientsPage": {
            "whatIsYour": "WHAT IS YOUR",
            "mission": "MISSION?",
            "letsAccomplish": "Let’s accomplish your mission together"
        },
        "careersPage": {
            "doYouWantToBe": "DO YOU WANT TO BE PART OF",
            "theNextGeneration": "THE NEXT GENERATION OF",
            "blockchainTechnology": "BLOCKCHAIN TECHNOLOGY?",
            "wereLooking": "We’re looking for people who are passionate about their work and excited",
            "aboutTheFuture": "about the future of blockchain technology."
        },
        "teamPage": {
            "team": "TEAM",
            "orbsIsMadeUp": "Orbs is made up of a diverse group of entrepreneurs, academics and",
            "engineersKeeping": "engineers keeping calm and working hard."
        },
        "newsPage": {
            "twitterButtonFollow": "Follow",
            "media": "MEDIA",
            "pressKit": "PressKit",
            "twitterUpdates": "Twitter Updates",
            "mediumUpdates": "Medium Updates",
            "visitOrbsBlog": "Visit Orbs Blog",
            "fromTheMedia": "From the media"
        },
        "vacancy": {
            "openPositions": "OPEN POSITIONS",
            "requiremants": "Requirements",
            "goodToHave": "Good to Have",
            "toApply": "To apply",
            "sendEmailTo": "Send an email to",
            "withYourCV": "with your CV and the job title in the subject line"
        },
        "footer": {
            "allRightsReserved": "All Rights Reserved to ORBS 2018",
            "termOfUse": "Term Of Use",
            "privatPolicy": "Privat Policy"
        },
        "team": [
            {
                "name": "DANIEL PELED",
                "position": "PRESIDENT",
                "description": "Daniel is the co-founder and CEO at PayKey, an Israeli Fintech startup with investors such as MasterCard and Santander InnoVentures. He is also a veteran member of the Israeli Bitcoin community and the first person in Israel to ICO a blockchain company. Daniel holds a LL.M and BS in Economics.",
                "imageSrc": "/img/team/danielPeled.jpg",
                "link": "https://www.linkedin.com/in/dpeled/"
            },
            {
                "name": "URIEL PELED​",
                "position": "CO-FOUNDER",
                "description": "Uriel co-founded Visualead, a AR/VR startup acquired by Alibaba. He is a former team leader at Mellanox, a leading Israeli high-tech company. Uriel holds a BSc summa cum laude in Electrical Engineering from the Technion.",
                "imageSrc": "/img/team/urielPeled.jpg",
                "link": "https://www.linkedin.com/in/uriel-peled-61073b29/"
            },
            {
                "name": "TAL KOL​",
                "position": "CO-FOUNDER",
                "description": "Tal co-founded Appixia, a mobile app startup acquired by Wix.com, and was Wix.com Head of Mobile Engineering. He is an expert in blockchain consumer applications, as Head of Engineering in Kin by Kik Interactive. Tal is an open source enthusiast, contributor to the React ecosystem and conference speaker. He holds BSc summa cum laude in Computer Engineering from the Technion and is a veteran of an elite section of the IDF 8200 unit.",
                "imageSrc": "/img/team/talKol.jpg",
                "link": "https://www.linkedin.com/in/talkol/"
            },
            {
                "name": "ORI ROTTENSTREICH​​​",
                "position": "CHIEF RESEARCH OFFICER​​",
                "description": "Ori Rottenstreich (PhD) is a computer scientist focused on network algorithms. He was a Postdoctoral Research Fellow at the department of Computer Science, Princeton University, received a BSc summa cum laude in Computer Engineering and a PhD degree from the Technion. He serves as an editor for the IEEE Journal on Selected Areas in Communications.",
                "imageSrc": "/img/team/oriRottenstreich.jpg",
                "link": "https://www.linkedin.com/in/ori-rottenstreich-648914153/"
            },
            {
                "name": "ODED WERTHEIM",
                "position": "CHIEF TECHNOLOGY OFFICER",
                "description": "Prior to Orbs, Oded was a Principal Architect at Mellanox, in charge of the InfiniBand switch and physical layer architecture. Oded has over 10 years of experience with computer networks and architecture. He is a former contributor, editor and chair in technical working groups. Oded holds a BSc summa cum laude in Electrcial Engineering and a BSc in Physics from the Technion and an MBA with honors from Tel Aviv University.",
                "imageSrc": "/img/team/odedWertheim.jpg",
                "link": "https://www.linkedin.com/in/odedwertheim/"
            },
            {
                "name": "KFIR DAMRI​​",
                "position": "CHIEF STRATEGY & INNOVATION​​​​​",
                "description": "Kfir is the founder of SpaceIL, working to land the first non-governmental spacecraft on the moon. He is a mentor and public speaker on entrepreneurship and strategic thinking as well as a cyber-security and computer networking expert. Kfir is a board member and advisor in a few business and social ventures and holds an MSc in Communication Systems Engineering. Kfir is a veteran of an elite section of the IDF 8200 unit.",
                "imageSrc": "/img/team/kfirDamri.jpg",
                "link": "https://www.linkedin.com/in/kfirdm/"
            },
            {
                "name": "ODED NOAM​",
                "position": "HEAD OF SYSTEMS ARCHITECTURE",
                "description": "Oded is the founder of VidWatch and PhraseTech, technology startups. He has held senior engineering and management position's in several technology companies. Oded holds a BSc (cum laude) in Maths and Economics.",
                "imageSrc": "/img/team/odedNoam.jpg",
                "link": "https://www.linkedin.com/in/odednoam/"
            },
            {
                "name": "LEONID BEDER​​",
                "position": "VP R&D​",
                "description": "Leonid is a leading security and engineering professional, focusing on system security, cryptocurrency systems and various blockchain protocols and implementations. He is an all-around player and a technology geek with proven experience in management and hands-on development in multiple domains.",
                "imageSrc": "/img/team/leonidBeder.jpg",
                "link": "https://www.linkedin.com/in/leonidb/"
            },
            {
                "name": "RAN MELAMED​​",
                "position": "CHIEF OPERATING OFFICER",
                "description": "Ran is the founder & former CEO of Tingz.me, a technology startup. He is an investment team member at Viola Growth capital fund and a financial professional in various Israeli companies. Ran holds a BSc in Physics and an MA in Economics from Tel Aviv University and is a veteran of an elite section of the IDF 8200 unit.",
                "imageSrc": "/img/team/ranMelamed.jpg",
                "link": "https://www.linkedin.com/in/ranmelamed/"
            },
            {
                "name": "IDAN OFRAT",
                "position": "VP PRODUCT",
                "description": "Idan is a full-stack software engineer and a cyber-security expert. He is the founder & former CTO at Yeloha, a disruptive energy tech startup. Prior to that, Idan led the product and R&D at an IoT security startup. He Holds BSc cum laude in Computer Science and Management from Tel Aviv University.",
                "imageSrc": "/img/team/idanOfrat.jpg",
                "link": "https://www.linkedin.com/in/idanofrat/"
            },
            {
                "name": "SHAI YALLIN",
                "position": "VP ENGINEERING",
                "description": "Shai is a software engineer, father, musician and cook. Prior to joining Orbs, he spent 7 years at Wix.com, where he was principal backend engineer, engineering manager and co-founder of the Backend Engineering Guild.",
                "imageSrc": "/img/team/shaiYallin.jpg",
                "link": "https://www.linkedin.com/in/electricmonk/"
            },
            {
                "name": "BILLY ATTAR",
                "position": "VP MARKETING",
                "description": "Billy is the former VP Marketing at Pipl, where he built the marketing and business operations from the ground up and an early employee at Clicktale, with roles in almost every department in the company as it grew from eight employees to over 150 during his tenure. Billy holds a BS from NYU and an MBA from Texas A&M University.",
                "imageSrc": "/img/team/billyAttar.jpg",
                "link": "https://www.linkedin.com/in/billyattar/"
            },
            {
                "name": "DAVID YAKIRA​",
                "position": "HEAD OF RESEARCH​​​​",
                "description": "David holds an MSc from Prof. Amnon Shashua's Deep Learning Lab and a BSc summa cum laude in Mathematics and Physics, both from he Hebrew University of Jerusalem.",
                "imageSrc": "/img/team/davidYakira.jpg",
                "link": "https://www.linkedin.com/in/david-yakira-922067129/"
            },
            {
                "name": "EUGENE STEPHAN",
                "position": "DIRECTOR OF STRATEGIC ALLIANCES",
                "description": "Eugene's expertise is in cybersecurity and technological innovations, background in entrepreneurship and international business development for both the private and public sectors. Eugene currently specializes in innovations and collaborations in the blockchain, based on his wide network with leading technological companies.",
                "imageSrc": "/img/team/eugeneStephan.jpg",
                "link": ""
            },
            {
                "name": "JONATAN NOAM",
                "position": "CHIEF COMMERCIAL OFFICER​​​​​",
                "description": "Jonathan co-founded Africa's largest satellite ISP (acquired), Romania's first satellite TV platform (acquired) and Aeroam Technologies. He helped launch Israel's largest ISP (acquired), and others. Recently he managed BZ|DV, a consultancy managing projects such as India's fastest growing DTH platform. Jonathan holds a BA from TAU and an MBA from INSEAD.",
                "imageSrc": "/img/team/jonatanNoam.jpg",
                "link": "https://www.linkedin.com/in/jnoam/"
            },
            {
                "name": "RAN HAMMER",
                "position": "GENERAL COUNSEL",
                "description": "Ran is one of Israel's leading blockchain law practitioners having represented companies involved in blockchain offerings as well as digital currency and asset investing. He founded the blockchain, cryptocurrency and digital coin practice at GKH Law offices and has also specialized in corporate law, high-tech, venture capital and M&A. Ran holds an LLB summa cum laude from Haifa University.",
                "imageSrc": "/img/team/ranHammer.jpg",
                "link": "https://www.linkedin.com/in/ran-hammer-32323278/"
            },
            {
                "name": "AMIT BARKAN",
                "position": "CHIEF INVESTMENT OFFICER",
                "description": "Amit is the co-founder of Kaizen Financial Engineering, a quantitative social investment firm and ChargeAfter, the first financing network enabling instant consumer credit at the moment of sale. He conducted the world's first Bitcoin Hackathon in 2013 and is active in the crypto space for several years. Amit holds a BA in Computer Science and MBA in Strategy and Entrepreneurship.",
                "imageSrc": "/img/team/amitBarkan.jpg",
                "link": "https://www.linkedin.com/in/amitbarkanil/"
            },
            {
                "name": "ANDREY DULKIN",
                "position": "CHIEF TECHNOLOGY OFFICER",
                "description": "Andrey is passionate about technology, and has both hands-on and leadership experience in cybersecurity research and innovation. A graduate of the Talpiot program, Andrey holds a BSc in Computer Sciences, Physics and Mathematics from the Hebrew University, an MBA cum laude from Tel Aviv University and an MA Law cum laude from Bar Ilan University.",
                "imageSrc": "/img/team/andreyDulkin.jpg",
                "link": "https://www.linkedin.com/in/andrey-dulkin-3240a31/"
            },
            {
                "name": "GAD COHEN",
                "position": "RESEARCHER",
                "description": "Gad holds an MSc in Computer Science and a BSc in Computer Science and Psychology, both from the Hebrew University of Jerusalem. He is the former Chief Software Engineer at Artsignet ans a software developer at NDS.",
                "imageSrc": "/img/team/gadCohen.jpg",
                "link": "https://www.linkedin.com/in/gad-cohen-lev-ari/"
            },
            {
                "name": "IDO GRAYEVSKY",
                "position": "RESEARCHER",
                "description": "Ido holds an MSc in Mathematics from the Hebrew University of Jerusalem, focusing on Group Theory. He holds a BSc summa cum laude in Mathematics and European history, also from the Hebrew Univesity.",
                "imageSrc": "/img/team/idoGrayevsky.jpg",
                "link": ""
            },
            {
                "name": "RONEN TAMARI",
                "position": "RESEARCHER",
                "description": "Ronen holds an MSc from Prof. Amnon Shashua's Deep Learning Lab and a BSc in Computer Engineering, both from the Hebrew University of Jerusalem. He has worked as a software developer in a startup using computer vision algorithms to assist law enforcement and served in an elite technological unit of the IDF Intelligence Corps as a data researcher and analyst.",
                "imageSrc": "/img/team/ronenTamari.jpg",
                "link": "https://www.linkedin.com/in/ronen-tamari-11482189/"
            },
            {
                "name": "AVI RUBIN",
                "position": "VP PRODUCT",
                "description": "Avi has held senior product and business management roles at a number of hi-tech companies, including Comverse and Earnix. Prior to Orbs, he headed the product group at Earnix, designing and implementing analytical solutions for some of the world's leading banks and insurance companies. Avi is a self-educated programmer and data scientist, and holds a masters degree in economics from Tel Aviv University.",
                "imageSrc": "https://static.wixstatic.com/media/36247c_61cbd2496f0246c0ae552aa5c50f1e09~mv2.jpg/v1/fill/w_260,h_360,al_c,q_80,usm_0.66_1.00_0.01/36247c_61cbd2496f0246c0ae552aa5c50f1e09~mv2.webp",
                "link": "https://www.linkedin.com/in/rubinavi/"
            },
            {
                "name": "MAYA LESHKOWITZ",
                "position": "RESEARCHER",
                "description": "Maya holds an MSc from the Weizmann Institute of Science in Theory of Computer Science under the supervision of Prof. Oded Goldriech. She holds a BSc cum laude in Mathematics and Computer Science from the Hebrew University of Jerusalem.",
                "imageSrc": "/img/team/mayaLeshkowitz.jpg",
                "link": "https://www.linkedin.com/in/maya-leshkowitz-20bb71147/"
            },
            {
                "name": "NAAMA HADAD",
                "position": "RESEARCHER",
                "description": "Naama is an economist and data analyst, formerly an algorithms engineer at Altair and a programmer and algorithms engineer at the Prime Minister's Office. She holds a BSc summa cum laude in Electrical Engineering and Computer Science from the Tel-Aviv University and an MSc magna cum laude in Financial Math.",
                "imageSrc": "/img/team/naamaHadad.jpg",
                "link": "https://www.linkedin.com/in/naama-hadad-024b8031/"
            },
            {
                "name": "AVI ASAYAG",
                "position": "RESEARCHER",
                "description": "Avi is currently finishing his BSc in Mathematics, Physics and Computer Science, at the Hebrew University​. He is the former CTO at Moveo Group and a full stack software developer.",
                "imageSrc": "/img/team/aviAsayag.jpg",
                "link": "https://www.linkedin.com/in/avi-asayag-4201bb121/"
            },
            {
                "name": "MARINA RUDINSKY",
                "position": "HEAD OF DESIGN",
                "description": "Marina is graphic designer & UI expert for the past 10 years and has worked with several amazing startups. She lives and breath creative thinking, problem solving, visualizing projects and great user experience. Marina tries to make people smile through good design and an open mind.",
                "imageSrc": "/img/team/marinaRudinsky.jpg",
                "link": "https://www.linkedin.com/in/marinarudinsky/"
            },
            {
                "name": "OREN DE LANGE",
                "position": "DIRECTOR OF FINANCE",
                "description": "Oren is an accountant and lawyer, having worked at Ernst & Young and the Israeli Ministry of Justice prior to joining Orbs. He's active crypto enthusiast since 2014 and holds an LLB in Law and BA in Business Administration, both cum laude, from IDC Herzliya.",
                "imageSrc": "/img/team/orenDeLange.jpg",
                "link": "https://www.linkedin.com/in/oren-de-lange-b79b1a17/"
            },
            {
                "name": "KIRIL MAKSIMOV",
                "position": "SENIOR BACKEND ENGINEER",
                "description": "Kirill is infrastructure and cloud computing enthusiast. Prior to joining Orbs he was working on Big Data solutions in IronSource. He enjoys travelling, learning new laguages, and loves his cats.",
                "imageSrc": "/img/team/kirillMaksimov.jpg",
                "link": "https://www.linkedin.com/in/netoneko/"
            },
            {
                "name": "SUZANA BOBIS",
                "position": "PA TO CO FOUNDERS",
                "description": "Suzan holds a BA in Communications and Management and an MBA in Marketing from the College of Management. Prior to Orbs, she was the PA to the CEO and co-founders of Mindspace and a PA at the Alrov Group as well as holding other position's in marketing.",
                "imageSrc": "/img/team/suzanaBobis.jpg",
                "link": "https://www.linkedin.com/in/suzana-bobis-aa1bab131/"
            },
            {
                "name": "BAR CHETRIT",
                "position": "PEOPLE AND OPERATION MANAGER",
                "description": "Bar is a former HR manager at a real estate startup. She is a people oriented person and passionate about relationship building. Bar holds a B.A in Behavioral Sciences, majoring in Human Resources from Tel-Aviv-Jaffa Academic College.​",
                "imageSrc": "/img/team/barCherit.jpg",
                "link": "https://www.linkedin.com/in/bar-chetrit-61207997/"
            },
            {
                "name": "DISHENG ZHENG",
                "position": "COMMUNITY MANAGER ASIA",
                "description": "Prior to Orbs, Disheng was the Technology Director at TyonTech, a leading Chinese surface engineering company, a big data engineer at Yaspeed and a design engineer at AT&T. He holds a BSc in Materials Engineering and Statistics from the University of California, Davis, an MSc in Information Science from Cornell University, the Technion and an MBA from Bar Ilan University.",
                "imageSrc": "/img/team/dishengZheng.jpg",
                "link": "https://www.linkedin.com/in/disheng-zheng-8612369b/"
            }
        ],
        "vacansies": [
            {
                "title": "Backend Engineer",
                "subtitle": "We’re looking for a leading full-stack developer (or a backed developer who isn’t afraid of mobile/web UX challenges).",
                "sections": [
                    {
                        "name": "Requirements",
                        "list": [
                            "TDD and high quality state of mind.",
                            "Strong grasp in backend and multi-tenant systems architecture and design.",
                            "Hands-on experience in one of: node.js, JavaScript/TypeScript, golang, Python/Ruby, Java, etc.",
                            "Strong understanding of SDK development, documentation, and distribution.",
                            "Hands-on experience in either AWS, GCP, or Azure cloud services.",
                            "Experience with databases (SQL/NoSQL, in-memory data structures, clustering and sharing)."
                        ]
                    },
                    {
                        "name": "Good to have",
                        "list": [
                            "Experience with web front-end frameworks, such as: React, Vue, Angular, Ember, Backbone, Meteor, etc.",
                            "Experience in mobile application development and debugging: iOS or Android, Objective-C/Swift, Java for Android, NDK and JNI, etc.",
                            "Good grasp of network, processing, and power constraints on mobile devices."
                        ]
                    }
                ]
            },
            {
                "title": "Technical Writer",
                "subtitle": "We’re looking for a technical writer who can work with our researchers and developers to turn their work into clear, well-written documentation, academic papers and blog posts.",
                "sections": [
                    {
                        "name": "Responsibilities",
                        "list": [
                            "Work with R&D teams to obtain an in-depth understanding of the product and the documentation requirements.",
                            "Edit and create documentation that is accurate, complete, clear, specific, and as concise as possible.",
                            "Write easy-to-understand whitepapers, blog posts and developer guides.",
                            "Create tutorials to help end-users use a variety of applications.",
                            "Edit or proofread documents written by technical and non-technical contributors to ensure clarity and consistency."
                        ]
                    },
                    {
                        "name": "Requirements",
                        "list": [
                            "2+ years of technical content creation and copywriting within a large enterprise, startup, or similar organization.",
                            "Working understanding of computer science, academic papers and general technical knowledge.",
                            "Working knowledge of documentation tools and repositories.",
                            "Experience working directly with engineers and other technical subject matter experts.",
                            "High level of interpersonal communication skills.",
                            "English writing at a native level.",
                            "Hebrew at a native or near native level."
                        ]
                    }
                ]
            },
            {
                "title": "Director, Customer Projects",
                "subtitle": "We’re looking for people who can guide leading companies into the new decentralized economy.​",
                "sections": [
                    {
                        "name": "The team",
                        "list": [
                            "We work with global successful players in various markets, helping them understand and leverage blockchain and cryptocurrency technologies",
                            "We design and build products in collaboration with our clients, enabling markets that were impossible in the past",
                            "We design economic environments where multiple stakeholders create shared value",
                            "We analyze markets, competitors and partners helping our customers stand out and compete successfully"
                        ]
                    },
                    {
                        "name": "Responsibilities",
                        "list": [
                            "Lead multifaceted projects to include product, marketing, technology and regulatory aspects.",
                            "Work with customers’ management to invent new markets and products",
                            "Help leading companies understand the benefits and values of decentralization and tokenization",
                            "Collaborate with our engineering team to understand technical constraints and benefits"
                        ]
                    },
                    {
                        "name": "Requirements",
                        "list": [
                            "To be business savvy - MBA or similar academic credentials, or comparable past career track",
                            "To be innovative thinkers and persuasive idea advocates",
                            "To have actual experience in building solutions and understanding market forces and positions",
                            "To be able to analyze, dissect, discuss, describe and document business situations",
                            "Work comfortably across customer's organizations - from top-level management to individual contributors",
                            "To be fluent in oral and written English"
                        ]
                    }
                ]
            }
        ],
        "mediaList": [
            {
                "title": "The Jerusalem Post",
                "link": "http://www.jpost.com/Blogs/Oleh-Chadash-Chadash/Top-25-Israeli-Influencers-In-Blockchain-Technologies-And-Cryptocurrencies-520077",
                "imgSrc": "/img/mediaImgs/jerusalemPost.png"
            },
            {
                "title": "Tech Crunch",
                "link": "https://techcrunch.com/2017/11/23/in-israel-a-blockchain-and-crypto-hyper-cluster-is-just-getting-started/",
                "imgSrc": "/img/mediaImgs/techCrunch.png"
            }
        ]
    }
]